{
  "The World's First Non-PEGGED self-sustained Stablecoin Powered by Proof of Holding": "Встречайте первый стейблкоин, не связанный с традиционными валютами. Он работает на технологии Proof of Holding и полностью самодостаточен.",
  "Adaptive minting speed": "Адаптивная скорость эмиссии",
  "Funds in Pulse": "Текущий оборот средств в Pulse",
  "Next Pulse": "Следующий цикл Pulse",
  "Minted TWINE": "Объем эмиссии Twine",
  "TWINE price increase": "Рост цены Twine",
  "SCADS Held": "Количество удерживаемых SCADS",
  "Total balance": "Общий баланс",
  "SCADS balance": "Баланс SCADS",
  "TWINE balance": "Баланс TWINE",
  "USDT balance": "Баланс USDT",
  "USDC balance": "Баланс USDC",
  "Total balance of funds in treasury.": "Общий баланс средств в КАЗНЕ (Treasury)",
  "The evolution of Decentralized Finance (DeFi) from a nascent niche market to a formidable player in the financial industry has been remarkable over the past few years. While it was valued at around $170 billion USD as of May 2024, the estimate can only continue thanks to the increasing adoption and interest from investors. Still, all this growth was not without issues as the followed major challenges:": "Рост и развитие децентрализованных финансов (DeFi): то, что началось как новый нишевый рынок всего лишь несколько лет назад, значительно выросло и стало крупным игроком в сфере финансов. Общая капитализация рынка DeFi выросла с нескольких миллионов долларов до более чем $170 млрд по состоянию на 3 мая 2024 года, и эта оценка может только увеличиваться благодаря растущему интересу со стороны инвесторов. Тем не менее, этот рост не прошел без проблем:",
  "A notable aspect within the DeFi space involves certain projects operating unsustainably, offering returns without adequate security, or failing to fulfill their promised outcomes.": "множество проектов DeFi не выполнили свои обещания, предлагая доходы, которые принципиально невозможно было обеспечить.",
  "Product integrity:": "Проблема благонадежности: ",
  "Technical issues represented another challenge due to the significant number of breaches happening that at times turned into financial loses.": "децентрализованная природа и разнообразие инструментов затрудняют регулирование, а юрисдикционные вопросы добавляют сложности.",
  "Platform security:": "Регуляторные проблемы: ",
  "SCADS, an innovative stablecoin built on the Proof of Holding algorithm, has the potential to significantly impact the digital currency landscape.": "SCADS - инновационный стейблкоин, построенный на алгоритме Proof of Holding, который имеет потенциал кардинально изменить мир цифровых валют, потому что SCADS:",
  "Unlike traditional stablecoins, SCADS is not pegged to fiat currencies (dollar, euro, etc.), it uses USDT only as a point of reference. This makes it more resistant to inflation and economic shocks.": "В отличие от традиционных стейблкоинов, SCADS не привязан к фиатным валютам (доллар, евро и т. д.), и использует USDT только в качестве референтного ориентира. Это обеспечивает ему большую устойчивость к инфляции и экономическим потрясениям.",
  "Non-pegged:": "Непривязанный:",
  "User funds are stored in their own wallets, which ensures maximum security.": "Средства пользователей хранятся в их собственных кошельках, что обеспечивает максимальную безопасность.",
  "Reliable:": "Безопасный:",
  "SCADS offers passive income without staking or participating in liquidity pools. This guarantees no risks or losses.": "SCADS предлагает пассивный доход без стейкинга или участия в пулах ликвидности. Это гарантирует отсутствие рисков или убытков.",
  "Risk-free:": "Безрисковый:",
  "SCADS operates without owners, managed solely by an algorithm. This eliminates the possibility of manipulation and fraud.": "SCADS функционирует без владельцев и управляется исключительно программным кодом алгоритма. Это исключает возможность манипуляций и мошенничества.",
  "Autonomous:": "Автономный:",
  "SCADS introduce the new protocol (Proof of Hold) that was developed to make investments safer, secured, and eliminate risks. The mechanism behind it is fairly straightforward: users buy SCADS and hold it in their wallet. Then the (POH) triggers the minting of TWINE based on the proof that the wallet is holding SCADS. TWINE, a linear token, is minted automatically. Mapping is employed to precisely locate holder addresses, which are subsequently registered systematically on the list of network participants. Designated addresses automatically activate the POH function. This is a great opportunity for investing in much less risk than usual.": "Протокол SCADS внедряет новую систему ДОВ (доказательство владения), которая была разработана для повышения безопасности инвестиций и минимизации рисков. Принцип работы прост: пользователи приобретают SCADS и хранят их в своем кошельке. Затем, когда в кошельке обнаруживаются SCADS, активируется механизм (POH), который начинает процесс чеканки токена TWINE. Токен TWINE, имеющий линейный характер, чеканится автоматически. Для точной идентификации адресов владельцев используется маппинг, а затем эти адреса вносятся в систематизированный список участников сети. Выделенные адреса автоматически запускают функцию ДОВ. Это предоставляет инвесторам возможность участвовать с меньшими рисками.",
  "SCADS is a stablecoin that references the USD to simplify transactions, though it is not at all pegged to it. The coin can only be created when it is hedged by collateral, achieved through trading other stablecoins for SCADS. This system operates autonomously, ensuring fairness and functioning within a permissionless, fully decentralized framework. It is designed to adapt and sustain itself automatically over time. It is important to note that SCADS guarantees the impossibility of confiscation or freezing of funds held in wallets or even better in a hardware (cold) wallet. (protect your keys)": "SCADS - стабильная криптовалюта, которая ориентируется на доллар США для облегчения финансовых транзакций, но не привязана напрямую к нему. Создать монету можно только при наличии достаточного количества залога, который формируется путем обмена других стабильных криптовалют на SCADS. Эта система работает автономно, обеспечивая стабильность и функционируя в рамках полностью децентрализованной структуры. Механизм криптовалюты SCADS разработан для непрерывной автоматической адаптации и саморегуляции в течение любого периода времени. Важно отметить, что SCADS гарантирует невозможность конфискации или замораживания средств в SCADS, при условии из хранения на аппаратном (холодном) кошельке.",
  "TWINE is a speculative token with linear characteristics, designed to support gradual price increases and provide privileged access to mint SCADS exclusively.": "TWINE - спекулятивный токен с линейными характеристиками, разработанный для поддержки постепенного роста цены и предоставления привилегированного доступа к эксклюзивному майнингу SCADS.",
  "Exclusivity: Once the circulating supply of TWINE reaches 5.5 million, it acquires exclusive rights to purchase SCADS. This exclusivity, which lasts for five years, potentially leads to significant price appreciation and makes TWINE an attractive investment for those seeking higher returns.": "Эксклюзивность: Когда оборотный запас TWINE достигает 5,5 миллионов, он приобретает эксклюзивное право на покупку SCADS. Эта эксклюзивность, действующая в течение пяти лет, потенциально приводит к значительному росту цены и делает TWINE привлекательным вложением для тех, кто ищет более высокую доходность.",
  "Curved Linear Growth: The value of TWINE is linked to its minting volume. For each new TWINE token minted, its price rises consistently by 0.0000001. This mechanism ensures a steady upward trajectory in the token’s value, aligning with the increase in supply": "Криволинейный рост: Ценность TWINE связана с его объемом эмиссии. При каждой новой эмиссии токена TWINE его цена увеличивается на 0,0000001. Этот механизм обеспечивает стабильный восходящий тренд в цене токена, соответствующий увеличению его предложения.",
  "The market cap for TWINE is defined by a lifetime supply of 21 million tokens. When the cap of 21 million tokens is reached, the calculated linear curved price for each TWINE will be $2.10. However, it's important to note that the market demand price range for TWINE is virtually limitless and will be determined by the level of demand in the market. This means that the price of TWINE can potentially exceed the calculated $2.10 per token based on market dynamics and demand levels.": "Капитализация рынка для токена TWINE определяется максимальным общим объемом в 21,000,000 токенов. Когда этот предел будет достигнут, рассчитанная цена для каждого TWINE составит $2.10. Однако важно отметить, что рыночная ценовая динамика для TWINE практически неограниченна и будет определяться уровнем спроса на рынке. Это означает, что цена TWINE может потенциально превысить рассчитанные $2.10 за токен на основе рыночной динамики и уровней спроса",
  "As a fair algorithm, the minting speed is dynamically adjusted in response to the market capitalization of SCADS and the allocated time frame to reach the 21 million market cap. This adaptive approach ensures a balanced and equitable minting process within the ecosystem.": "Скорость эмиссии (чеканки) динамически корректируется в зависимости от рыночной капитализации SCADS и выделенного временного интервала для достижения рыночной капитализации в 21 миллион токенов. Такой адаптивный подход обеспечивает сбалансированный процесс эмиссии (чеканки) в экосистеме.",
  "Minting Speed = (TWINE < 21,000,000 TWINE - TWINE ALREADY MINTED>) / (SCADS <TOTAL SCADS IN THE MARKET>  TIME <IN MINUTES, 15 YEARS IN MINUTES - TIME ELAPSED SINCE THE BEGINNING>)*": "Скорость эмиссии = (TWINE <21 000 000 TWINE - уже отчеканенные TWINE>) / (SCADS <Всего SCADS на рынке> * ВРЕМЯ <в минутах, 15 лет в минутах - время с начала>)",
  "TWINE < 21,000,000 TWINE - TWINE ALREADY MINTED>: This part of the formula calculates the remaining amount of TWINE that can be minted. It subtracts the amount of TWINE already minted from the total cap of 21,000,000 TWINE. This gives the number of TWINE tokens left to be issued.": "Объяснение: TWINE <21 000 000 TWINE - уже отчеканенные TWINE>: Эта часть формулы учитывает оставшееся количество TWINE, которое можно отчеканить. От общего лимита в 21 000 000 TWINE вычитается количество уже отчеканенного TWINE. Это дает количество TWINE токенов, которые еще можно выпустить. SCADS <Всего SCADS на рынке>: - относится к общему количеству SCADS, которые в настоящее время находятся в обращении на рынке. ВРЕМЯ <в минутах, 15 лет в минутах - время с начала>- рассчет общего оставшегося времени для чеканки. Из общего периода чеканки, установленного на 15 лет и выраженного в минутах, вычитается время, которое уже прошло с начала процесса чеканки.",
  "The formula for Minting Speed essentially calculates the rate at which new TWINE tokens will be minted. This rate is determined by the number of TWINE tokens left to be minted, divided by the product of the total SCADS in circulation and the remaining time in minutes for the minting process. This provides a dynamic adjustment mechanism, where the minting speed can increase or decrease based on how many SCADS tokens are in the market and how much time is left until the end of the 15-year period.": "Полное объяснение формулы: Формула скорости чеканки в основном рассчитывает скорость, с которой будут чеканиться новые токены TWINE. Эта скорость определяется числом оставшихся токенов TWINE, деленным на произведение общего количества SCADS в обращении и оставшегося времени в минутах для процесса чеканки. Это обеспечивает механизм динамической корректировки, где скорость чеканки может увеличиваться или уменьшаться в зависимости от того, сколько токенов SCADS находится на рынке и сколько времени осталось до конца 15-летнего периода",
  "SCADS <TOTAL SCADS IN THE MARKET>: This refers to the total number of SCADS currently in circulation within the market.": null,
  "TIME <IN MINUTES, 15 YEARS IN MINUTES - TIME ELAPSED SINCE THE BEGINNING>: This calculates the total time left for minting. It subtracts the time already elapsed since the beginning of the minting process from the total minting period set for 15 years, expressed in minutes.": null,
  "Decentralized, stable digital currency for secure global transactions, not pegged based on (POH).": "Стейблкойн для безопасных глобальных транзакций, не привязанный к другим валютам, созданный на основе ДОВ",
  "Linearly growing digital asset minted by holding SCADS long-term, secured and trusted investment.": "Криптоактив с долгосрочным потенциалом линейного роста.",
  "Is the difference between the value of money and the cost to produce and distribute it.": "Собирает разницу между стоимостью чеканки монет и затратами на их производство и распределение.",
  "Self-sustained investment protocol & network effect within SCADS ecosystem.": "Инвестиционный протокол и сетевой эффект внутри экосистемы SCADS.",
  "Financial backbone of SCADS, managing assets and liquidity.": "Финансовое ядро SCADS, управляющее активами и ликвидностью.",
  "Is a depository to supply liquidity to the market as makers and liquidity providers.": "Хранилище, которое играет роль маркетмейкера и провайдера ликвидности.",
  "PULSE serves as the essential mechanism of the algorithm, functioning automatically on a daily basis. It engages in a cyclical process within the algorithm that involves purchasing SCADS, minting TWINE, and then selling the generated TWINE back into SCADS. This routine is designed to generate profits, which are then distributed strategically. Specifically, 80% of these profits are continuously reinvested back into PULSE, functioning like a sinking fund to boost investment capacity. The remaining 20% is directed to the LIQUIDITY wallet, which is maintained in SCADS and enhances the system's collateral stability. Additionally, this wallet will eventually serve as a liquidity provider and a financial backer for lending operations. The daily activities of buying SCADS, minting TWINE, and selling them are crucial in fostering a network effect that not only maintains active system engagement but also promotes its self-sustainability. This continuous flow of transactions showcases the innovation at the heart of the algorithm, placing it at the cutting edge of advancements in operational efficiency.": "ПУЛЬС является важным элементом системы и работает в автоматическом режиме 24/7. Этот элемент участвует в замкнутом цикле, включающем в себя покупку SCADS, выпуск TWINE и их последующую продажу обратно в SCADS. Процесс нацелен на создание прибыли, которая затем стратегически распределяется следующим образом: 80% прибыли ПУЛЬС в системе регулярно реинвестируется обратно в ПУЛЬС. Это способствует расширению инвестиционных функций ПУЛЬС в рамках системы. Оставшиеся 20% прибыли направляются в кошелек Liquidity, где хранятся токены SCADS. Это повышает финансовую устойчивость всей системы. В будущем кошелек Liquidity будет играть роль источника ликвидности и финансирования заемных средств в рамках системы. Этот непрерывный поток транзакций демонстрирует инновации, заложенные в основу алгоритма, делая его передовым в области повышения операционной эффективности.",
  "The wallet functions as a repository for surplus liquidity within the algorithm. This excess liquidity is strategically invested as a liquidity provider and market maker within the cryptocurrency industry. All assets within the wallet are denominated in SCADS and TWINE and are allocated exclusively as investments in SCADS. The algorithm oversees and manages the wallet, ensuring that liquidity is supplied based on predefined criteria, contributing to the stability and functionality of the SCADS ecosystem.": "Кошелёк служит местом хранения избыточной ликвидности, которая используется для стратегических инвестиций и выступает в роли поставщика ликвидности и маркетмейкера на криптовалютном рынке. Все активы в кошельке выражены в SCADS и TWINE и инвестируются только в SCADS. Алгоритм контролирует кошелёк, гарантируя предоставление ликвидности в соответствии с заданными параметрами, что улучшает стабильность и функциональность экосистемы SCADS",
  "With a primary focus on the security and well-being of all users, SCADS, functioning as a stable coin, is inherently resistant to price manipulation. Additionally, the SCADS ecosystem has implemented a limited set of rules designed to ensure the safety of both the system and its participants:": "Выступая в качестве стабильной монеты, SCADS с самого начала обладает устойчивостью к манипуляциям с ценами. Это достигается благодаря** особому вниманию к безопасности и благополучию всех пользователей**. Экосистема SCADS дополнительно вводит ограниченный набор правил, призванных обеспечить безопасность как самой системы, так и ее участников:",
  "A 25% penalty for withdrawals made within a 24-hour period.": "Штраф в размере 25% за вывод средств в течение 24 часов.",
  "A cap of 50,000 SCADS on withdrawals per day.": "Лимит на вывод средств в размере 50 000 SCADS в день.",
  "Should a user require immediate access to their full capital, SCADS, being a stable asset, can be employed as a high-quality collateral for obtaining loans or bridge funding from various platforms.": "В случае, если пользователю необходим немедленный доступ к своему полному капиталу, SCADS, будучи стабильным активом, может быть использован как качественный залог для получения кредитов или мостового финансирования на различных платформах.",
  "These rules act as safeguards, fortifying the algorithm against sudden fund withdrawals or potential manipulation. They are structured to maintain the stability and integrity of the system for all participants.": "Эти правила служат защитными мерами, укрепляющими алгоритм против внезапных выводов средств или потенциальных манипуляций. Они разработаны для поддержания стабильности и целостности системы для всех участников.",
  "Is the difference between the value of money and the cost to produce and distribute it. Seniorage covers vital operational expenses, supporting decentralized anonymous servers. They perform crucial roles like data nodes, security management, and congestion prevention.": "Сеньораж представляет собой разницу между стоимостью денежной единицы (SCADS|TWINE) и затратами на её производство и распространение. Сеньораж покрывает жизненно важные операционные расходы, поддерживая децентрализованные анонимные сервера. Они выполняют ключевые функции, такие как работа в качестве узлов данных, управление безопасностью и предотвращение перегрузок в сети.",
  "Every transaction conducted within the system is capable of being verified on the blockchain. In addition, the SCADS algorithm provides real-time tracking of all contract transactions, which are conveniently listed in the contract list. Users have accessible and immediate viewing of this information on the main page, ensuring transparency and ease of access to all participants. This emphasis on transparency enhances trust and confidence within the system.": "В системе SCADS каждая транзакция открыта и доступна для проверки. Это достигается благодаря технологии блокчейна, где история всех операций надежно зафиксирована. Алгоритм SCADS дополнительно обеспечивает отслеживание работы системы в реальном времени. Эта информация удобно представлена в мониторе, который доступен на главной странице.",
  "Step 1: Install MetaMask Extension": "Шаг 1: Установка MetaMask:",
  "1. Open your preferred web browser (e.g., Chrome, Firefox).": "1. Откройте ваш веб-браузер.",
  "2. Go to the extension store (Chrome Web Store for Chrome, Add-ons for Firefox).": "2. Перейдите в магазин расширений вашего браузера (Chrome Web Store для Chrome, Дополнения для Firefox).",
  "3. Search for \"MetaMask\" and click on the official MetaMask extension.": "3. Найдите \"MetaMask\" и нажмите на официальное расширение MetaMask.",
  "4. Click on \"Add to Chrome\" (or equivalent for your browser) and follow the prompts to install the extension.": "4. Установите расширение, следуя инструкциям браузера.",
  "5. Once installed, you'll see the MetaMask fox icon in your browser's toolbar.": "5. После установки вы увидите значок MetaMask (логотип лисы) на панели инструментов браузера.",
  "Step 2: Set Up MetaMask": "Шаг 2: Настройка MetaMask:",
  "1. Click on the MetaMask fox icon in your browser's toolbar.": "1. Нажмите на значок MetaMask.",
  "2. Click on \"Get Started\" to begin the setup process.": "2. Нажмите \"Начать\" (Get Started) для настройки кошелька.",
  "3. Follow the prompts to create a new wallet or import an existing one. Be sure to write down your seed phrase and store it in a safe place.": "3. Создайте новый кошелек или импортируйте существующий, следуя инструкциям. Обязательно запишите и сохраните вашу секретную фразу (seed phrase) в безопасном месте.",
  "4. Create a password for your MetaMask wallet and confirm it.": "4. Установите пароль для вашего кошелька MetaMask и подтвердите его.",
  "5. Once your wallet is set up, you'll be prompted to agree to the terms of use and privacy policy.": "5. Прочитайте и примите условия использования и политику конфиденциальности.",
  "Step 3: Connect MetaMask to the Scads Website": "Шаг 3: Подключите MetaMask к сайту SCADS:",
  "1. Navigate to the scads.io website.": "1. Перейдите на сайт SCADS.",
  "2. Look for the \"Connect Wallet\" button in the header (navigation menu) of the website.": "2. Найдите кнопку \"Подключить кошелек\" (Connect Wallet) в шапке сайта.",
  "3. Click on the \"Connect Wallet\" button. This will prompt MetaMask to open and ask for your permission to connect.": "3. Нажмите на кнопку \"Подключить кошелек\". MetaMask откроет всплывающее окно и запросит разрешение на подключение.",
  "4. In the MetaMask popup, review the permissions requested by the website and click \"Connect\" if you agree.": "4. Проверьте запрошенные сайтом разрешения и нажмите \"Подключить\" (Connect), если вы согласны.",
  "Step 4: Add BNB to your wallet balance to cover gas fees on the network.": "Шаг 4: Добавьте BNB для оплаты комиссий сети:",
  "1. Acquire BNB (Binance Coin) tokens from a cryptocurrency exchange.": "1. Приобретите BNB на бирже криптовалют.",
  "2. Transfer the acquired BNB tokens to your Binance Chain Wallet address.": "2. Переведите приобретенные BNB на адрес вашего кошелька Binance Chain.",
  "3. Ensure that your wallet has a sufficient balance of BNB to cover gas fees on the Binance Smart Chain network.": "3. Убедитесь, что на вашем кошельке достаточно BNB для оплаты комиссий сети Binance Smart Chain.",
  "Step 5: Add Token Addresses to MetaMask": "Шаг 5: Добавьте адрес токена SCADS в MetaMask:",
  "1. Once your MetaMask wallet is connected to the website, click on the flame icon in the header (navigation menu) where you can copy token addresses.": "1. После подключения MetaMask к сайту SCADS нажмите на значок огня (flame icon) в шапке сайта, чтобы скопировать адрес токена SCADS.",
  "2. Look for an option to \"Add Token\" or \"Custom Token\" within MetaMask.": "2. В MetaMask найдите функцию \"Добавить токен\" (Add Token) или \"Свой токен\" (Custom Token).",
  "3. Click on the \"Add Token\" or \"Custom Token\" button.": "3. Нажмите на эту кнопку.",
  "4. Enter the token contract address for the token you want to add.": "4. Введите скопированный адрес контракта токена SCADS.",
  "5. MetaMask should automatically populate the token symbol and decimal places. Verify that this information is correct.": "5. MetaMask должен автоматически заполнить название токена и количество знаков после запятой. Проверьте правильность этой информации.",
  "6. Click \"Next\" or \"Add Token\" to finalize adding the token to your MetaMask wallet.": "6. Нажмите \"Далее\" (Next) или \"Добавить токен\" (Add Token), чтобы завершить добавление токена SCADS в ваш кошелек MetaMask.",
  "Step 6: Verify Token Addition": "Шаг 6: Проверьте добавление токена:",
  "1. After adding the token address, you should see the token listed in your MetaMask wallet along with your other assets.": "1. После добавления адреса токена вы должны увидеть SCADS в списке ваших активов в MetaMask.",
  "2. Double-check that the token symbol and balance are displayed correctly.": "2. Убедитесь, что название токена и баланс отображаются правильно.",
  "3. You may need to manually switch to view the added token if it's not already selected.": "3. Возможно, вам потребуется вручную переключиться на вкладку SCADS, чтобы увидеть его, если он не выбран по умолчанию.",
  "Step 7: Minting Scads": "Шаг 7: Минтинг SCADS:",
  "1. Open the invest modal by clicking on the \"Invest\" button either in the header (navigation menu) or hero section (at the top of the main page).": "1. Откройте окно инвестирования, нажав кнопку \"Инвестировать\" (Invest) в шапке сайта или в верхней части главной страницы.",
  "2. Choose the stable coin available in your wallet (USDT or USDC), enter the amount, and enable it for the first time. Once enabled, you can start minting SCADS.": "2. Выберите доступную стейблкоину (USDT или USDC) в вашем кошельке, введите сумму и разрешите ее использование для минтинга SCADS (сделать это нужно только в первый раз).",
  "3. Once you've minted SCADS, you'll see the total amount in your wallet.": "3. После минтинга SCADS вы увидите его общее количество в своем кошельке.",
  "Depending on the holding period, your wallet will automatically mint TWINE. The balance is displayed on the site when you log in and in your wallet on your tablet or phone.": "В зависимости от срока хранения ваш кошелек будет автоматически минтить TWINE. Баланс отображается на сайте после входа в систему, а также в вашем мобильном кошельке.",
  "Claim your minted TWINE. You can hold or buy more SCADS to mint more.": "Получите наминченный TWINE. Вы можете его держать или купить больше SCADS для дальнейшего минтинга.",
  "Optionally, you can enable auto-compound, where the system claims your TWINE daily and converts it to SCADS for you.": "По желанию, вы можете включить автоматическое начисление процентов, при котором система ежедневно начисляет ваши TWINE и автоматически конвертирует их в SCADS",
  "Step 1: Download MetaMask Mobile App": "Шаг 1: Установите мобильное приложение MetaMask:",
  "1. Open your app store (Google Play Store for Android, App Store for iOS).": "1. Откройте магазин приложений вашего устройства (Google Play Store для Android, App Store для iOS).",
  "2. Search for \"MetaMask\" and download the official MetaMask Mobile app.": "2. Найдите приложение \"MetaMask\" и скачайте официальное приложение MetaMask Mobile.",
  "3. Once downloaded, open the MetaMask app.": "3. Запустите приложение MetaMask после установки.",
  "Step 2: Create or Import Wallet": "Шаг 2: Создайте или импортируйте кошелек:",
  "1. If you're new to MetaMask, select \"Create a Wallet\" and follow the prompts to set up a new wallet. Be sure to store your seed phrase in a safe place.": "1. Если вы впервые используете MetaMask, выберите \"Создать кошелек\" (Create a Wallet) и следуйте инструкциям для настройки нового кошелька. Обязательно сохраните вашу секретную фразу (seed phrase) в безопасном месте.",
  "2. If you already have a MetaMask wallet, select \"Import Wallet\" and enter your seed phrase to import your existing wallet.": "2. Если у вас уже есть кошелек MetaMask, выберите \"Импортировать кошелек\" (Import Wallet) и введите вашу секретную фразу для импорта существующего кошелька.",
  "Step 3: Access Built-in Browser": "Шаг 3: Доступ к встроенному браузеру:",
  "1. In the MetaMask app, navigate to the \"Browser\" tab located at the bottom of the screen.": "1. В приложении MetaMask перейдите на вкладку \"Браузер\" (Browser) в нижней части экрана.",
  "2. This built-in browser allows you to visit decentralized websites and interact with decentralized applications (dApps) directly from MetaMask.": "Этот встроенный браузер позволяет вам посещать децентрализованные веб-сайты и взаимодействовать с децентрализованными приложениями (dApps) прямо из MetaMask.",
  "Step 5: Visit the Website": "Шаг 5: Посетите сайт SCADS:",
  "Enter the URL of the website (scads.io) in the address bar of the MetaMask browser.": "Введите URL-адрес сайта (scads.io) в адресную строку браузера MetaMask.",
  "Step 6: Connect MetaMask Wallet": "Шаг 6: Подключите кошелек MetaMask:",
  "1. When you land on the website, open the navigation menu (tap on the two lines at the top right).": "1. Перейдя на сайт, откройте главное меню (нажмите на две линии в правом верхнем углу).",
  "2. Click on the \"Connect Wallet\" button. A popup with different wallets will appear, tap on MetaMask.": "2. Нажмите кнопку \"Подключить кошелек\" (Connect Wallet). Появится всплывающее окно с разными кошельками, выберите MetaMask.",
  "3. MetaMask will prompt you to authorize the connection. Confirm the connection within the MetaMask app.": "3. MetaMask предложит вам авторизовать подключение. Подтвердите подключение в приложении MetaMask.",
  "Step 7: Secure Your Wallet": "Шаг 7: Защита вашего кошелька:",
  "1. Ensure that you're using a secure connection when interacting with decentralized websites.": "1. Убедитесь, что вы используете безопасное соединение при работе с децентрализованными веб-сайтами.",
  "2. Enable security features like biometric authentication and PIN protection within the MetaMask app.": "2. Включите функции безопасности, такие как биометрическая аутентификация и PIN-код, в приложении MetaMask.",
  "3. Keep your seed phrase secure and never share it with anyone.": "3. Храните свою секретную фразу в безопасности и никогда никому ее не сообщайте.",
  "4. Be cautious of phishing attempts and only interact with trusted websites and applications.": "4. Будьте осторожны с фишинговыми атаками и взаимодействуйте только с доверенными веб-сайтами и приложениями.",
  "Step 8: Minting Scads": "Шаг 8: Минтинг SCADS:",
  "1. Open the invest modal by clicking on the \"Invest\" button either in the navigation menu (tap on the three lines at the top right) or hero section (at the top of the main page).": "1. Откройте окно инвестирования, нажав кнопку \"Инвестировать\" (Invest) либо в главном меню (три линии в правом верхнем углу), либо в верхней части главной страницы.",
  "Is SCADS a security, commodity or money?": "Является ли SCADS ценной бумагой, товаром или деньгами?",
  "SCADS is a form of currency backed by collateralized value, making it suitable for settlements and various types of payments.": "SCADS это криптовалюта, обеспеченная залоговой стоимостью, что делает ее подходящей для расчетов и различных видов платежей.",
  "How does SCADS protect capital investment?": "Как SCADS защищает инвестиционный капитал?",
  "SCADS safeguards capital investments through its unique structure and features:": "SCADS защищает инвестиционный капитал благодаря своей уникальной структуре и особенностям:",
  "Proof of Hold (POH): SCADS utilizes the POH algorithm, which confirms the reserve capital on-chain. This ensures transparency and security, protecting investors' capital.": "Доказательство владения (ДОВ): SCADS использует алгоритм ДОВ, который подтверждает наличие резервного капитала в блокчейне. Это обеспечивает прозрачность и безопасность, защищая капитал инвесторов.",
  "Autonomous Operation: SCADS operates autonomously without human interference or ownership, reducing the risk of manipulation and fraud.": "Автономная работа: SCADS функционирует автономно, без необходимости в постоянном вмешательстве человека и вне зависимости от конкретных владельцев, что снижает вероятность манипуляций и мошенничества.",
  "Reserve-backed Stability: The minting of TWINE, triggered by POH, ensures exponential growth of capital. TWINE's scarcity and use case create demand pressure, protecting capital against inflation and failures.": "Стабильность, обеспеченная резервами: ДОВ инициирует эмиссию TWINE, который способствует росту капитала. По мере того, как TWINE становится все более дефицитным, и его практическое применение расширяется, это создает сильное спросовое давление, обеспечивая защиту капитала от инфляции и финансовых потрясений.",
  "Financial Credibility: POH enhances SCADS' financial credibility, making it a secure investment option even for funding reserves.": "Финансовая надежность: ДОВ повышает финансовую надежность SCADS, делая его безопасным вариантом инвестирования даже для финансирования резервов.",
  "How does SCADS ensure its structure doesn't resemble schemes that could potentially harm investors?": "Как SCADS обеспечивает безопасность инвесторов и предотвращает риски, которые могут нанести вред их интересам?",
  "SCADS protects its users by eliminating risks rather than managing them.": "SCADS заботится о своих пользователях, не лавируя между рисками, а устраняя их.",
  "A - Risk of Ponzi schemes and pyramid plays is removed by setting the algorithm to operate autonomously without owners or human interference.": "Система SCADS основана на алгоритме, работающем автономно. Это исключает возможность создания схем Понци и финансовых пирамид, ведь ни у кого нет возможности манипулировать системой.",
  "B - Governance, voting, and validation are eliminated:": "В SCADS отсутствует управление, голосование и валидация:",
  "Governance is eliminated to prevent large holders from monopolizing decision-making.": "Управление исключено, чтобы крупные держатели не могли монополизировать принятие решений.",
  "Voting is unnecessary as the algorithm runs autonomously without changes in policies.": "Голосование не требуется, поскольку алгоритм работает автономно, без изменений в правилах.",
  "Validation by nodes is unnecessary; each wallet pre-validates all transactions based on POH.": "Валидация узлами не нужна, так как каждый кошелек предварительно валидирует все транзакции на основе Доказательства Владения.",
  "Why SCADS cannot be weaponized or politicized?": "Почему SCADS не может стать политическим орудием или быть использованным для политических целей?",
  "SCADS is neutral, fully decentralized, and independent. It cannot interfere with users' wallets or their financial activities. SCADS confirms that all users have sovereignty over their wallets. Since SCADS is not tied to any political currency, no government can impose its rules on it. SCADS simply belongs to its users. POH completely decentralizes the algorithm.": "SCADS – это нейтральная, полностью децентрализованная и независимая система. Она не вмешивается в кошельки пользователей или их финансовые операции. Каждый пользователь имеет полный контроль над своим кошельком. Поскольку SCADS не привязан к какой-либо политической валюте, ни одно правительство не может установить для него свои правила. SCADS принадлежит своим пользователям. Алгоритм ДОВ полностью децентрализует систему, делая надежной и безопасной для всех.",
  "How does (POH) solve inflation and prevent bankruptcy?": "Как ДОВ решает проблему инфляции и предотвращает банкротство?",
  "POH (Proof of Hold) verifies the reserve capital on the chain, triggering the minting of TWINE. This process exponentially grows the capital since TWINE is scarce and has a guaranteed use case, ensuring demand pressure. Thus, capital and value are protected against inflation and failures. Moreover, POH provides the highest financial credibility, even enabling funding for the reserve, ensuring capital safety and guaranteed growth.": "ДОВ проверяет наличие резервов в блокчейне, удостоверяясь в том, что за каждым токеном SCADS стоит реальная ценность. Когда резервы проверены,** ДОВ запускает чеканку TWINE**. Этот процесс обеспечивает рост капитала за счет дефицита** TWINE и, соответственно, гарантированного спроса на него. Таким образом, капитал и стоимость защищены от инфляции. Более того, ДОВ укрепляет финансовую надежность, обеспечивая финансирование для резерва, что, в свою очередь, гарантирует сохранность капитала.",
  "How can institutions and governments fund themselves with (POH) without increasing debt or taxes?": "Как институты и правительства могут привлекать средства через ДОВ, не увеличивая долг или налоговые обязательства?",
  "The formula is simple: POH allows idle capital to generate profit securely by triggering the minting of a secondary token. This boosts reserves, reducing the need for tax hikes to fund them. Institutions can profit more without hefty taxes, and retail users can grow their wealth risk-free. While this doesn't eliminate taxation entirely, it can reduce it by at least 50%, fostering a healthier economy, political stability, and societal well-being.": "Формула проста: благодаря POH простаивающий капитал безопасно генерирует прибыль, активируя чеканку вторичного токена. Это увеличивает резервы, сокращая необходимость в налоговых повышениях для их финансирования. Институты могут получать больше прибыли без значительных налоговых обязательств, а розничные пользователи могут безрисково увеличивать свое состояние. Хотя это не устраняет налогообложение полностью, оно может значительно уменьшить его, способствуя здоровой экономике, политической стабильности и общественному благополучию.",
  "Is TWINE a reward token?": "TWINE - это токен вознаграждения?",
  "TWINE is an added value token, minted only when user’s exercise the holding of scads. since it minted like scads it have a logarithmic growth based on the number of TWINE minted.": "TWINE - это токен добавленной стоимости, который чеканится только при удержании SCADS. Его рост имеет логарифмическую зависимость от количества отчеканенных TWINE.",
  "Tokenomics": "Токеномика",
  "Addresses": "Адреса",
  "Languages": "Языки",
  "Use cases": "Примеры использования",
  "Whitepaper": "Белая Бумага",
  "FAQ": "ЧЗВ",
  "Wallet": "Кошелёк",
  "Connect wallet": "Подключить кошелёк",
  "Transactions": "Транзакции",
  "Your address": "Ваш адрес",
  "BNB Balance": "Баланс BNB",
  "SCADS Balance": "Баланс SCADS",
  "View on BscScan": "Смотреть на BscScan",
  "Recent transactions": "Недавние транзакции",
  "No recent transactions...": "Нет недавних транзакций...",
  "Disconnect wallet": "Отключить кошелёк",
  "Total SCADS held in treasury. These SCADS were minted by user’s, then sold back to the algorithm, they remain in the treasury ready to be re-minted by user’s.": "Количество SCADS, хранящихся в КАЗНЕ. Эти SCADS были отчеканены пользователями, затем проданы обратно алгоритму, они остаются в КАЗНЕ и готовы к повторному чеканению пользователями.",
  "Total TWINE that is held in treasury as investment.": "Количество TWINE, который хранится в КАЗНЕ в качестве инвестиций.",
  "Total USDT balance in treasury.": "Общий баланс USDT в казначействе.",
  "Total USDC balance held in treasury.": "Общий баланс USDC в казначействе.",
  "While the SCADS algorithm guarantees the stability of SCADS as a stable coin and assures that TWINE is a linear token with a constant growth rate for each minted TWINE, it is important to note that SCADS cannot be held responsible for events such as global internet failure, nuclear war, or users not securelysafeguarding their passwords or seed phrases. The algorithm remains impervious to market conditions, inflation, or recession. The SCADS algorithm is fully autonomous, self-maintained, and self-sufficient. Once launched, it is immutable and cannot be modified, with updates limited to the front end only. It operates within the framework of current global regulatory ambiguity, functioning as a decentralized algorithm. SCADS has no control over the jurisdiction from which its clients operate. As such,SCADS encourages all users to verify the legislation applicable intheir respective countries. SCADS holds no liability for any breach of usage by users. It is strongly advised for users to \"Do Your Own Research\" (DYOR) before engaging in any transactions or investments within the SCADS ecosystem.": "Хотя алгоритм SCADS обеспечивает устойчивость SCADS как стабильной монеты и гарантирует, что TWINE является линейным токеном с постоянной скоростью роста для каждого выпущенного TWINE, важно подчеркнуть, что SCADS не может нести ответственность за такие события, как глобальный сбой в Интернете, ядерная война или не надлежащая защита пользователями своих паролей или seed-фраз. Алгоритм остается невосприимчивым к рыночным условиям, инфляции или рецессии. Алгоритм SCADS полностью автономен, независим и самодостаточен. После запуска он остаётся неизменным; обновления касаются только внешнего интерфейса. Он работает в условиях существующей глобальной нормативной неопределённости, функционируя как децентрализованный алгоритм. SCADS не контролирует юрисдикции, в которых действуют его клиенты. Поэтому всем пользователям рекомендуется проверять законодательство, действующее в их странах. SCADS не несёт ответственности за нарушение правил использования. Пользователям настоятельно рекомендуется провести собственное исследование перед совершением любых транзакций или инвестиций в экосистеме SCADS.",
  "Disclaimer": "Oтказ от ответственности",
  "Proof of hold": "Доказательство владения",
  "Market cap": "Pыночная капитализация",
  "Minting speed": "Cкорость эмиссии",
  "Liquidity wallet": "Ликвидность",
  "LIQUIDITY WALLET": "ЛИКВИДНОСТЬ",
  "Treasury": "Казна",
  "TREASURY": "КАЗНА",
  "Decentralization": "Децентрализация",
  "Protection": "Защита",
  "Seignorage": "Cеньораж",
  "SEIGNORAGE": "CЕНЬОРАЖ",
  "Transparency": "Прозрачность",
  "Show less": "Меньше",
  "Show more": "Больше",
  "Introducing Scads": "Представляем Scads",
  "Use Cases": "Примеры Использования",
  "The use cases for the SCADS ecosystem.": "Примеры использования экосистемы SCADS.",
  "All the detailed information.": "Вся подробная информация.",
  "Table of contents": "Контент",
  "Invest": "Инвестировать",
  "Documents": "Документы",
  "Wallets": "Кошельки",
  "Roadmap": "Дорожная карта",
  "Getting started": "Начало работы",
  "The change is here": "Пришло время перемен"
}
